/* Localized versions of Info.plist keys */

NSHumanReadableCopyright = "© Karelia Software, 2006";

"KTPluginDescription" = "Ein Pagelet, um eine Amazon Produkt Liste anzuzeigen";
"KTPluginName" = "Amazon Liste";
"KTPluginUntitledName" = "Amazon Liste";